[
    {
        "id":"1",
        "image":"/images/blognews1.png",
        "title":"ROYAL SMART LIMOUSINE IS NOW IN BURJ AL ARAB",
        "content":[
            {
                "content1":"Today, we are thrilled to announce our partnership with the world’s most luxurious hotel - Burj Al Arab. This strategic partnership brings the two companies together to further deliver the finest service and experiences to visitors and guests of the prestigious hotel."
            },
            {
                "content1":"The CEO of Royal Smart Limousine, Mr. Rashed Al Jabri, in his discourse with our Operations Team expressed his delight for the realization of this partnership. “It is my utmost pleasure to announce that Royal Smart Limousine is now fully operating (with immediate effect) in Burj Al Arab Hotel. This partnership is one which has been really expected of us by our supportive guests and customers all over the world. Presently, our highly luxurious vehicles are now fully operating within the vicinity of the hotel... As this stunning 7-star hotel is regarded as the symbol of modern Dubai, we are indeed very proud to be identified with it,” said Mr. Rashed."
            },
            {
                "content1":"To corroborate the statements of the CEO, the company’s Operations Managers, Mr. Tarek Jabri and Mr. Vishal Sharma swiftly affirmed that since the agreement has been signed by both parties, a large number of luxurious vehicles have been dispatched to Burj Al Arab. According to them, guests can directly avail the company’s services with no hassles at all, as some transport coordinators have also been stationed in the location to assist the chauffeurs in arranging the travel of each guest and visitor of the hotel."
            }
        ]
    },
    {
        "id":"2",
        "image":"/images/blognews1.png",
        "title":"EXPERIENCE THE GLAMOUR AND BEAUTY OF DUBAI",
        "content":[
            {
                "content1":"The city of Dubai is an incomparable destination with gleaming attractions, myriad of colors and jaw-breaking structures for tourists, businessmen and expatriates to experience. However, getting around the city can make this experience difficult as a result of traffic and parking."
            },
            {
                "content1":"With the help of our professional chauffeurs, you can be driven around in luxurious vehicles of your choice, taking a beautiful sight of the glamour and beauty that Dubai has to offer."
            },
            {
                "content1":"Speak to one of our customer service agents today by calling 600 530005 or visit https://book.royalsmartlimousine.com and let us help improve your experience in Dubai."
            }
        ]
    },
    {
        "id":"3",
        "image":"/images/blognews1.png",
        "title":"MAKE THIS SEPTEMBER A MONTH TO REMEMBER",
        "content":[
            {
                "content1":"It’s another beautiful month of September. In case you do not know, in Dubai, it is the month that heralds many activities that make Dubai the best destination for tourism for people all over the world. A month that ushers in the much-needed chill season of winter; a month to prepare for the busy months ahead; a month with enough days to relax, hangout, visit places and be relieved of every fatigue. No wonder, it has been estimated that about five million passengers will pass through Dubai Airport this month, hence Dubai is once again bursting at the seams with people."
            },
            {
                "content1":"September is a month that shows the sign that the busy season is back, meaning there is loads of activities to keep you occupied. To overcome the hurdles and hitches you may have in transportation, we have prepared our chauffeurs and our luxury vehicles to make your September a month you would always remember. Be assured that our services will cover all sorts of transportation needs you may require during the month and even afterwards. Not only are our chauffeurs available for 24 hours, but our lines are also open for you to speak to our Customer Service Representatives. To make it further interesting, we have varieties of promotions that will enable you pay cheaper rates and yet enjoy absolute luxury. Indeed, we are more than ready to make your September a month to remember."
            }
        ]
    },
    {
        "id":"4",
        "image":"/images/blognews1.png",
        "title":"WE VALUE PROFESSIONALISM",
        "content":[
            {
                "content1":"Professionalism is often described as the strict adherence to courtesy, honesty and responsibility when dealing with individuals or other companies in the business environment. This mannerism often includes a high level of excellence, going above and beyond basic requirements."
            },
            {
                "content1":"In the UAE today, there are numerous professionals (ranging from the young to the old) and the country’s population keeps increasing everyday as a result of numerous tourists and expatriates who come into the country. Both the increased numbers of professionals and the country’s increasing growth contribute to the standards of professionalism upheld at ROYAL SMART LIMOUSINE."
            },
            {
                "content1":"We value a professional appearance and integrity in all our services to the public, and we understand that our customers value it too. This is one reason that we make professionalism a paradigm for our chauffeured services."
            },
            {
                "content1":"Should you be in need of luxury transportation in any of the Emirates in UAE, call us today on 600530005 or visit https://www.royalsmartlimousine.com to book a professional chauffeur driven car."
            }
        ]
    },
    {
        "id":"5",
        "image":"/images/blognews1.png",
        "title":"SUMMER IS AROUND THE CORNER",
        "content":[
            {
                "content1":"The summer season is the hottest of the four seasons. During this season, temperature rises and the days are long. Last few days’ temperature suggests that summer is almost here. What should be expected this summer?"
            },
            {
                "content1":"Normally, many activities during summer get affected as a result of the extreme hotness of the sun and the unbearable heat it generates. Also, people are less productive and they end up not achieving most of the goals for the day. All of these should be expected this summer too."
            },
            {
                "content1":"As always, we can help optimize your chances of achieving all your daily goals with our luxury vehicles, experienced chauffeured drivers and sophisticated amenities. All you need do is to focus on the goals and we will drive you to meet those goals."
            },
            {
                "content1":"With us, you can beat the heat!"
            }
        ]
    },
    {
        "id":"6",
        "image":"/images/blognews1.png",
        "title":"LET’S GIVE YOU A RIDE TO THAT MALL",
        "content":[
            {
                "content1":"Shopping is a leisure activity that many people enjoy to do. However, as interesting as it may appear, it is a well-known fact that one of its most difficult challenges is finding a reliable and affordable transportation to and from the shopping mall."
            },
            {
                "content1":"Have you ever thought of shopping in Dubai and having your own personal chauffeur, with no need to fight for a parking spot? You get dropped off right at the front door of the mall and you don’t have to load or unload your packages yourself. Better yet, you get picked up at home and treated to exceptional chauffeured service."
            },
            {
                "content1":"Many of our clients and customers have tried this service and they come back to us for more shopping excursion. Call us today on 600530005 or visit https://book.royalsmartlimousine.com to book a ride now."
            }
        ]
    }
]