[
  {
    "id": "1",
    "title": "Smart App Transfer",
    "icon": "car1.png",
    "description": "The concept of Smart Transportation systems was developed to address the conflicts in the current transportation system.",
    "content": [
      {
        "content1": [
          "At Royal Smart Limousine LLC we are always striving to address the challenges posed by the evolving world. The concept of Smart Transportation systems was developed to address the conflicts in the current transportation system. This service offers a unique and integral perspective on technologies and features premium service of the highest standards. We have equipped all our staff with the latest gadgets and unique travel booking software, exclusively to provide quick and convenient transportation when and where needed at the press of a button."
        ]
      },
      {
        "content1": ["THE ‘ROYAL SMART CABS’ MOBILE APP"]
      },
      {
        "content1": [
          "This free application lets you book your ground transportation quick and easy. Experience the many smart ways to travel without compromising your comfort, time or money."
        ]
      },
      {
        "content1": ["With the ‘Royal Smart Cabs’, you can:"]
      },
      {
        "content1": [
          {
            "list": "Make to and fro transportation booking"
          },
          {
            "list": "Schedule point-to-point or hourly travel"
          },
          {
            "list": "Get a quick quote"
          },
          {
            "list": "Call our 24-hour Hotline (600 530005) to serve you faster"
          }
        ]
      },
      {
        "content1": [
          "All our vehicles are also equipped with the latest devices and free Wi-Fi to keep you connected with your loved ones and to help you save time and work smart during your journey. As with all our chauffeured services, you will only travel in your choice of the finest, latest-model luxury vehicles from the Royal Smart Limousine Fleet."
        ]
      }
    ]
  },
  {
    "id": "2",
    "title": "Airport Transport",
    "icon": "airplane1.png",
    "description": "Our fixed-rates on Airport Transfers Car Services always offer consistent and superior quality service you can depend on, be it in Dubai or other Emirates.",
    "content": [
      {
        "content1": [
          "Our fixed-rates on Airport Transfers Car Services always offer consistent and superior quality service you can depend on, be it in Dubai or other Emirates. Your chauffeur will meet you upon your arrival after checking out from, with a name board displaying your name. He will help you with your luggage and escort you to your limousine. Your chauffeur knows the fastest and quickest way to town; he is aware of the road conditions and finds the fastest way to your hotel or meeting location. We cater for all your special requests and no detail is too small for us. You may choose to work, read, or just relax as your chauffeur ensures your ride is safe, comfortable and hassle-free."
        ]
      },
      {
        "content1": [
          "As with all our chauffeured services, you will only travel in your choice of the finest, latest-model luxury vehicles from the Royal Smart Limousine Fleet."
        ]
      }
    ]
  },
  {
    "id": "3",
    "title": "Hourly Charters",
    "icon": "clock-time1.png",
    "description": "Enjoy the flexibility of on-demand chauffeur service. Whatever your needs are, Royal Smart Limousine’s customer-directed hourly service puts a chauffeur at your disposal for as long as you require.",
    "content": [
      {
        "content1": [
          "Enjoy the flexibility of on-demand chauffeur service. Whatever your needs are, Royal Smart Limousine’s customer-directed hourly service puts a chauffeur at your disposal for as long as you require. You can travel from meeting to meeting, department store to department store, or to museum and back safely, comfortably and productively - without having to keep an eye on your watch. Your chauffeur and vehicle will be there whenever you need them."
        ]
      },
      {
        "content1": [
          "As with all our chauffeured services, you will travel in your choice of the finest, latest-model luxury limousines from our fleet."
        ]
      }
    ]
  },
  {
    "id": "4",
    "title": "VIP Cars Transfer",
    "icon": "car1_vip.png",
    "description": "We consider that our VIP clients expect more than just normal transportation and therefore we provide additional and sophisticated amenities such as mineral water, newspaper, free Wi-Fi and also iPad's reserved for VIP fleet such as Mercedes S350 and Cadillac Escalade.",
    "content": [
      {
        "content1": [
          "We consider that our VIP clients expect more than just normal transportation and therefore we provide additional and sophisticated amenities such as mineral water, newspaper, free Wi-Fi and also iPad's reserved for VIP fleet such as Mercedes S350 and Cadillac Escalade. Our team is trained and equipped with the latest technology to serve you faster and more effectively bearing in mind your time is important."
        ]
      },
      {
        "content1": [
          "As with all our chauffeured services, you will only travel in your choice of the finest, latest-model luxury vehicles from the Royal Smart Limousine Fleet."
        ]
      }
    ]
  },
  {
    "id": "5",
    "title": "City Sight Seeing",
    "icon": "burj-khalifa1.png",
    "description": " Do you want to visit Dubai or other Emirates? Do you have some spare time between 2 flights? Ride in one of our luxurious limousines and discover why Dubai or other Emirates are continuously ranked as cities with the highest standards of living.",
    "content": [
      {
        "content1": [
          "Do you want to visit Dubai or other Emirates? Do you have some spare time between 2 flights? Ride in one of our luxurious limousines and discover why Dubai or other Emirates are continuously ranked as cities with the highest standards of living. Our chauffeurs know the areas they serve intimately and will happily show you the main attractions. The itinerary is individual and according to your personal desires and enjoy city sightseeing all over in dubai UAE."
        ]
      },
      {
        "content1": [
          "As with all our chauffeured services, you will only travel in your choice of the finest, latest-model luxury vehicles from the Royal Smart Limousine Fleet."
        ]
      }
    ]
  },
  {
    "id": "6",
    "title": "Point-to-Point Transfer",
    "icon": "track1.png",
    "description": "Royal Smart Limousine is the ideal option for convenient, comfortable and reliable city-to-city chauffeured transportation. This service is as fast as alternative means of travel to nearby cities but far more comfortable, safe and productive, making it your ideal choice for business travel.",
    "content": [
      {
        "content1": [
          "Royal Smart Limousine is the ideal option for convenient, comfortable and reliable city-to-city chauffeured transportation. This service is as fast as alternative means of travel to nearby cities but far more comfortable, safe and productive, making it your ideal choice for business travel. You will depart on your own schedule with door-to-door service, stretch out with four-way front seat power controls for extra legroom and adjust the climate controls to keep the temperature just right while utilizing our mobile office services to keep you connected and work constructively."
        ]
      },
      {
        "content1": [
          "As with all our chauffeured services, you travel in your choice of the finest, latest-model luxury vehicles from our vast fleet."
        ]
      }
    ]
  }
]
